{
  "passage": "1THESSALONIANS.2.17-1THESSALONIANS.3.5",
  "text": "17˚But since we were torn away from you, brothers,\n     for a short time,\n     in person not in heart,\n     we endeavored the more eagerly\n       and with great desire\n     to see you face to face,\n  18˚because we wanted to come to you—\n       I, Paul, again and again—\n     but Satan hindered us.\n  19˚For what is our hope\n       or joy\n       or crown of boasting\n       before our Lord Jesus at his coming?\n       Is it not you?\n    20˚For you are our glory and joy.\n˙\n1˚Therefore\n    when we could bear it no longer,\n    we were willing to be left behind at Athens alone,\n  2˚and we sent Timothy,\n      our brother\n      and God's coworker in the gospel of Christ,\n    to establish\n    and exhort you\n      in your faith,\n  3˚that no one be moved by these afflictions.\n    For you yourselves know\n      that we are destined for this.\n  4˚For when we were with you,\n      we kept telling you beforehand\n      that we were to suffer affliction,\n      just as it has come to pass,\n      and just as you know.\n5˚For this reason,\n    when I could bear it no longer,\n    I sent to learn about your faith,\n    for fear that somehow the tempter had tempted you\n    and our labor would be in vain.",
  "observe": {
    "people": [
      "we = Paul, Silvanus, Timothy",
      "you = Thessalonians",
      "brothers",
      "I = Paul",
      "Satan",
      "our = believers",
      "Lord Jesus",
      "Timothy",
      "God",
      "Christ",
      "no one",
      "the tempter"
    ],
    "nouns": [
      "time",
      "person",
      "heart",
      "desire",
      "face",
      "hope",
      "joy",
      "crown of boasting",
      "coming",
      "glory",
      "Athens",
      "coworker",
      "gospel",
      "faith",
      "afflictions",
      "affliction",
      "fear",
      "labor"
    ],
    "adjectives": [
      "away",
      "short",
      "eagerly",
      "great",
      "face to face",
      "no longer",
      "behind",
      "alone",
      "beforehand",
      "in vain"
    ],
    "actions": [
      "torn away",
      "endeavored",
      "see",
      "wanted",
      "come",
      "hindered",
      "coming",
      "are",
      "bear",
      "willing",
      "left",
      "sent",
      "establish",
      "exhort",
      "moved",
      "know",
      "destined",
      "telling",
      "suffer",
      "come to pass",
      "learn",
      "tempted"
    ],
    "persons": {
      "God": [
        "receives the resume of our disciples in Christ",
        "Jesus is coming",
        "has people who are His coworkers in the gospel"
      ],
      "Author": [
        "was torn away from the Thessalonians",
        "was still with the Thessalonians in heart",
        "eagerly endeavored to see the Thessalonians in person",
        "wanted to come to the Thessalonians",
        "was hindered by Satan from coming to Thessalonica",
        "had the Thessalonians as their hope, joy, and crown of boasting, and glory before Jesus",
        "could not bear the uncertainty of how the Thessalonians were doing",
        "were in Athens when they sent Timothy to check on the Thessalonians",
        "sent Timothy to establish and exhort the Thessalonians in their faith",
        "warned the Thessalonians of coming afflication",
        "wanted to learn about their faith",
        "feared that the tempter had tempted them away from the faith"
      ],
      "Audience": [
        "had the missionairies torn from them",
        "were still with the missionairies in heart",
        "were the hope, joy, crown of boasting, and glory of the missionairies",
        "were established and exhorted by Timothy",
        "had faith",
        "were enduring afflictions",
        "knew beforehand that they would have to endure affliction"
      ]
    },
    "definitions": {
      "hindered": "",
      "coworker": "",
      "destined": "",
      "tempter": ""
    }
  },
  "interpret": {
    "mainPoint": "",
    "keywords": {
      "glory": "The Thessalonians were the glory and a crowning accomplishment in the work of Paul and the missionairies. For all their suffering, all their travels, all their sacrifice of material comfort and personal success, the Thessalonians were the fruit of their eternal and spiritual success. The faith of the Thessalonians was the glory of Paul, God's servant.",
      "establish": "Paul wanted to be sure that the Thessalonians were well cared for, nurtured and tended to during their persecution. Like a plant facing untimely frost or fierce wind and drought, the Thessalonians needed special protection, mending and care. So he sent Timothy.",
      "affliction": "Satan has many weapons in this spiritual battle, and in the case of the Thessalonian church he chose to employ affliction and the doubts, weariness and tears that accompany it. Would the Thessalonians hang on or would they give up and decide it wasn't worth the very present trouble they were facing. Would the tempter swoop in and devour the seed? Would the heat of the sun scorch the young church? Would the thorns of the cares of this world choke them? It appears not. God is faithful, may He be glorified!"
    },
    "points": [
      "It seems Paul and the missionairies were undesirably removed from the Thessalonians",
      "The fruit and glory of a Christian is those he leads to salvation and discipleship",
      "The care of the church requires sacrifices of comfort",
      "The Thessalonians were being threatened by afflictions",
      "The Thessalonians may have been tempted to leave the faith by the tempter",
      "Paul had warned the Thessalonians that they would face affliction",
      "Paul made arrangements to establish and exhort the church in the face of affliction"
    ],
    "titles": [
      "You are my glory and joy",
      "There will be pain, but there is certain hope",
      "I have come to establish you",
      "Do not be moved so long as you stand in Christ",
      "We are destined"
    ],
    "emotions": {},
    "unwisdom": [
      {
        "passage": "1THESSALONIANS.3.3",
        "saying": "Well, when the going get's tough, survivors play rough. Sometimes the shadows and a fist are all that can see you through.",
        "comment": "And sometimes the shadows settle over your soul like a dungeon you've made your own home, cold and bitter and guilty. God would have us use our hands to work and labor unto health and peace, but by avengin ourselves unduly against another image bearer, and certainly not for some temporal gain that is dry, dead grass in comparison to the hope and joy of the eternal kingdom of God.",
        "chapter": "Sheriff Unwisdom"
      },
      {
        "passage": "1THESSALONIANS.2.17-19",
        "saying": "If you will not love me, then what worth have I? If you will not be with me, then I am utterly alone. If you will not speak of me, then it is as if I did not exist.",
        "comment": "Oh self-centered love, infatuation. It is true that the fruit of a Christian is their real blessing and influence on others unto salvation and discipleship in Christ; but even if all should despise us we are still valued in the sight of our King and Father. If I like a tree fall in a remote forest, and no one hears me, my faithful end still sounds forth in solemn pleasure to my God.",
        "chapter": "Lady Aloof"
      },
      {
        "passage": "1THESSALONIANS.3.3",
        "saying": "Far be it that I, in the narrow frame of my experience, stubbornly stand in the way of your comfort and attainment. What can I hold so tightly that leads to your displeasure?",
        "comment": "We will displease the world, because the world does not find pleasure in our Lord. For any who walk in the desires of the flesh, those who walk in the will of God are a friction, a discomfort, a convicting light. We are an aroma of life to some, and to others an aroma of death.",
        "chapter": "Semblance of Profundity"
      }
    ],
    "expound": [
      {
        "one": "",
        "two": "",
        "three": "",
        "four": ""
      }
    ]
  },
  "application": {
    "conversation": [
      {
        "question": ""
      }
    ],
    "ACTS": {
      "adoration": [],
      "confession": [],
      "thanks": [],
      "supplication": []
    },
    "integrity": [
      {
        "question": ""
      }
    ]
  }
}