{
  "passage": "1THESSALONIANS.4.1-1THESSALONIANS.4.8",
  "text": "1˚Finally, then,\n  brothers,\n    we ask and urge you in the Lord Jesus,\n      that as you received from us how you ought to walk\n        and to please God,\n        just as you are doing,\n      that you do so more and more.\n2˚For you know what instructions we gave you\n    through the Lord Jesus.\n  3˚For this is the will of God,\n      your sanctification:\n      that you abstain from sexual immorality;\n    4˚that each one of you know how to control his own body\n        in holiness\n        and honor,\n    5˚not in the passion of lust\n        like the Gentiles\n        who do not know God;\n    6˚that no one transgress\n              and wrong\n        his brother in this matter,\n      because the Lord is an avenger in all these things,\n        as we told you beforehand\n        and solemnly warned you.\n7˚For God has not called us for impurity,\n    but in holiness.\n8˚Therefore whoever disregards this,\n    disregards not man but God,\n    who gives his Holy Spirit to you.",
  "observe": {
    "people": [
      "brothers = Thessalonians",
      "we = Paul,Silvanus,Timothy",
      "you = Thessalonians",
      "Lord Jesus",
      "us = Paul,Silvanus,Timothy",
      "God",
      "your",
      "his",
      "Gentiles",
      "brother",
      "the Lord",
      "whoever",
      "Holy Spirit"
    ],
    "nouns": [
      "instructions",
      "will",
      "sanctification",
      "sexual imorality",
      "body",
      "holiness",
      "honor",
      "passion of lust",
      "this matter",
      "avenger",
      "things",
      "impurity",
      "holiness",
      "man"
    ],
    "adjectives": [
      "Finally",
      "in",
      "more and more",
      "through",
      "sexual",
      "own",
      "all",
      "solemnly"
    ],
    "actions": [
      "ask",
      "urge",
      "received",
      "walk",
      "please",
      "doing",
      "do",
      "know",
      "gave",
      "abstain",
      "control",
      "transgress",
      "wrong",
      "told",
      "warned",
      "called",
      "disregards",
      "gives"
    ],
    "persons": {
      "God": [
        "Jesus as Lord provides context for godly askings and urgings",
        "has a way we can walk to and please Him",
        "Can be the conduit for our instructions",
        "wills our sanctification",
        "wills that we abstain from sexual imorality",
        "wills that we know how to control our bodies",
        "is knowable",
        "is an avenger of sexual imorality",
        "has not called us for impurity",
        "has called us in holiness",
        "is disregarded by those who disregard sexual holiness",
        "gives us His Holy Spirit"
      ],
      "Author": [
        "asked and urged the Thessalonians in the Lord Jesus to walk and please God as instructed",
        "had given the Thessalonians instructions through the Lord Jesus",
        "had solemnly warned the Thessalonians that God is an avenger of sexual imorality"
      ],
      "Audience": [
        "were brothers of the authors",
        "had previously received how they ought to walk and please God",
        "were, to some measure, walking and pleasing God",
        "had room from improvement in walking and pleasing God",
        "had received instructions from the missionaries",
        "their sanctification was God's will",
        "were to abstain from sexual imorality",
        "were to control their own bodies in holiness and honor",
        "were told that God is an avenger of sexual imorality",
        "were given God's Holy Spirit"
      ]
    },
    "definitions": {}
  },
  "interpret": {
    "mainPoint": "",
    "keywords": {
      "please": "ἀρέσκειν G700, areskein; to please, to strive to please, to be agreeable; used also in 1 Thess 2 in the negative, as those not pleasing God",
      "more and more": "μᾶλλον G3123, mallon; NASB 'still more'; adverb; more in a greater degree, rather, so much the more",
      "sanctification": "ἁγιασμὸς G38, hagiasmos; consecration, purification, sanctification; sanctification of hearat and life; used also in v4 and v7, translated as holiness in the ESV",
      "sexual immorality": "πορνείας G4202, porneias; fornication, illicit sexual intercourse in general",
      "lust": "ἐπιθυμίας G1939, epithymias; desire, craving, longing, especially for what is forbidden",
      "avenger": "ἔκδικος G1558, ekdikos; adjective; carrying out justice, a punisher of one who deserves penalty",
      "holiness": "see sanctification above, as it is the same word: ἁγιασμῷ",
      "disregards": "ἀθετέω G114, atheteo; verb; to set aside, i.e. (by implication) to disesteem, neutralize or violate:—cast off, despise, disannul, frustrate, bring to nought, reject"
    },
    "points": [
      "Paul urged the Thessalonians to increase their pursuit of pleaseing God",
      "God wants for us to be sanctified",
      "The Christian is to control their body, and to abstain from sexual immorality",
      "God avenges sexual immorality",
      "To disregard God's instruction is to disregard God"
    ],
    "titles": [
      "Walk to please God, then keep walking!",
      "Control your body, or face the Avenger",
      "Not called for impurity",
      "Abstain from sexual immorality"
    ],
    "emotions": {
      "solemnity": "Paul demonstrates a care and gentleness while also giving the church a serious and grave warning in regards to sexual purity",
      "sagacious": "Exercising care and thoughtfulness, Paul, like a father, was compelled to speak into the well-living of his spiritual children, warning them of the intoxication of lustfulness and the impending vengeance upon it"
    },
    "unwisdom": [
      {
        "passage": "1THESSALONIANS4:1",
        "saying": "Your effort is passable, so pass on",
        "comment": "There may be a time and place for this philosophy, so as to not dwell on matters of low importance and miss further opportunity. But as it pertains to matters of high importance, dwell, stay, do not pass on, press in to. When it comes to pleasing God, do so more and more, and see that the pleasure you are rewarded within will also increase.",
        "chapter": "Semblance of Profundity"
      },
      {
        "passage": "1THESSALONIANS4:2",
        "saying": "There will be many who will take your hand to lead you to places of their own design, but you must write your own instructions, you must be your own guide",
        "comment": "So enticing, so fulfulling; overtop this world I will conjure another in which I am the supreme!... Rather, I am servant, I am willful subject of Jesus. He has given instructions and I obey, I abide, and I am far more filled and enthralled than ever I could be if left to my self-wrecking faculties.",
        "chapter": "The Beyonder"
      },
      {
        "passage": "1THESSALONIANS4:3",
        "saying": "There is an oil that makes life easy, that makes life feel good, helps it all go down nice and smooth. Pour out that oil and let it find all your rigid longings.",
        "comment": "What poison and what power! Love and passion is such a rich amber glass intoxicating it's selfish, foolish consumer, subduing them in impotent slavery to base gratification, to secret indulgence. Guilt, hiding, enchantment. So many men and women like finger toys in the hands of demons! Oppositely, for husband and wife, the secret garden, the rich fragrance of love, the anointing oils, a place of restoration and rejoicing; a place of pleasure without the slightest hint of shame or guilt. One pure man, one pure women in covenant uniting in selfless celebration.",
        "chapter": "Sheriff Unwisdom"
      },
      {
        "passage": "1THESSALONIANS4:4",
        "saying": "Control?! Why ought I control such beauty, such elevating sublimity! I pour out my love as liquid silk to all who possess that freedom of care, innocence that is as the moonlight silver!",
        "comment": "She reminds me of someone here... ah, yes, Lady Folly crying out in the streets, whose bed is spiced, fragrant and full of the venom of asps! Man come freely, then sink deeply!",
        "chapter": "Lady Aloof"
      }
    ],
    "expound": [
      {
        "one": "do so more and more",
        "two": "In the morning I will praise you; in the evening I will do your will, and when I think I've given my all to you, I will give it deeper still.",
        "three": "God, You have searched my heart to cleanse me of sin, now those places you found are brought to order, now that order is made more excellent, now that excellence is seen to be only the start, that start becomes a wonderful journey, and that journey reveals more places to search!",
        "four": "Oh God, do not let me become complacent, satisfied with the discipline of today only to allow that discipline to become a stale devotion to habit. Let my doing and my thinking be an ever fresh vine, bearing new fruit-- not new in some grotesque deviation, but new in quantity and purity, ready to be given and enjoyed to the blessing of Your people and the glory of Your name."
      }
    ]
  },
  "application": {
    "conversation": [
      {
        "question": ""
      }
    ],
    "ACTS": {
      "adoration": [],
      "confession": [],
      "thanks": [],
      "supplication": []
    },
    "integrity": [
      {
        "question": ""
      }
    ]
  }
}