{
  "passage": "1THESSALONIANS.3.6-1THESSALONIANS.3.13",
  "text": "6˚But now that Timothy has come to us from you,\n    and has brought us the good news of your faith\n                                         and love\n    and reported that you always remember us kindly\n                      and long to see us,\n                    as we long to see you—\n  7˚for this reason, brothers,\n      in all our distress and affliction\n      we have been comforted about you\n        through your faith.\n  8˚For now we live,\n      if you are standing fast in the Lord.\n  9˚For what thanksgiving can we return to God for you,\n      for all the joy that we feel\n                              for your sake\n                              before our God,\n   10˚as we pray most earnestly\n            night and day\n            that we may see you face to face\n            and supply what is lacking in your faith?\n˙\n11˚Now may our God and Father himself,\n       and our Lord Jesus,\n     direct our way to you,\n12˚and may the Lord make you increase\n                         and abound\n                          in love for one another\n                              and for all,\n                               as we do for you,\n  13˚so that he may establish your hearts\n                    blameless in holiness\n                    before our God and Father,\n                    at the coming of our Lord Jesus\n                           with all his saints.",
  "observe": {
    "people": [
      "Timothy",
      "us = Paul, Silvanus",
      "you = Thessalonians",
      "your = Thessalonians",
      "brothers",
      "we = Paul, Silvanus",
      "Lord",
      "God",
      "our",
      "Father",
      "Lord Jesus",
      "one another",
      "for all",
      "he = the Lord",
      "all his saints"
    ],
    "nouns": [
      "news",
      "faith",
      "love",
      "reason",
      "distress",
      "affliction",
      "thanksgiving",
      "joy",
      "your sake",
      "night",
      "day",
      "face",
      "what is lacking",
      "way",
      "hearts",
      "holiness",
      "the coming"
    ],
    "adjectives": [
      "good",
      "always",
      "kindly",
      "fast",
      "before",
      "earnestly",
      "lacking",
      "blameless",
      "all"
    ],
    "actions": [
      "come",
      "brought",
      "reported",
      "remember",
      "long to see",
      "comforted",
      "live",
      "standing fast",
      "return",
      "feel",
      "pray",
      "see",
      "supply",
      "direct",
      "increase",
      "abound",
      "establish",
      "coming"
    ],
    "persons": {
      "God": [
        "in Him, we can stand fast",
        "receives our thanksgiving for other Christians we have poured into",
        "can lead us to the places we ought to go",
        "can make us increase and about in love for others",
        "can establish our hearts blameless in holiness",
        "Jesus will come with all His saints"
      ],
      "Authors": [
        "had just received Timothy back from Thessalonaica",
        "had received good news regarding the church's faith and love",
        "were remembered kindly by the Thessalonians",
        "longed to see the Thessalonians",
        "experienced distress and affliction",
        "were comforted regarding the Thessalonians through their faith",
        "\"lived\" knowing the church stood fast in the Lord",
        "felt they had too much thanksgiving to give to God for the Thessalonians",
        "had joy for the Thessalonians faith",
        "prayed earnestly that they might see the Thessalonians face to face",
        "wanted to supply what was lacking in the Thessalonians faith",
        "increased and abounded in love for the church"
      ],
      "Thessalonians": [
        "were visited by Timothy",
        "had good faith and love",
        "remembered Paul, Silvanus and Timothy kindly",
        "longed to see the missionairies",
        "stood fast in the Lord",
        "had something lacking in their faith"
      ]
    },
    "definitions": {}
  },
  "interpret": {
    "mainPoint": "Paul was comforted by the good report of the Thessalonian church's faith and love, and prayed for their enduring love and holiness",
    "keywords": {},
    "points": [
      "Paul was comforted by Timothy's report of the faithful Thessalonian church",
      "Paul prayed thankfulness and longing to God for the Thessalonians",
      "Paul prayed that the Thessalonians would abound in love for one another and for all",
      "Jesus establishes our hearts blameless in holiness when He returns"
    ],
    "titles": [
      "I found a church of faith and love",
      "What is my comfort? The faith of God's people",
      "Love has purpose",
      "My longings are my prayers",
      "He will come and make us blameless"
    ],
    "emotions": {
      "relief": "'in all our distress and affliction we have been comforted about you', the news from Timothy about the health of the Thessalonian church's faith was a comfort to the missionairies who had been suffering for their work, perhaps wondering if they would see any fruit in their earthly lives for their labor. To their great relief, they had proof of the birth and maturation of a new church, in a Gentile land.",
      "hope": "Paul was hopeful of seeing the THessalonians again and being able to invest in them more. He was also hopeful of them being found faithful and blameless at the return of Christ"
    },
    "unwisdom": [
      {
        "passage": "",
        "saying": "",
        "comment": "",
        "chapter": ""
      }
    ],
    "expound": [
      {
        "one": "",
        "two": "",
        "three": "",
        "four": ""
      }
    ]
  },
  "application": {
    "conversation": [
      {
        "question": "Is there anyone you have ever known that made you more confident and strong in the things you do? Has there ever been anyone that you have been loyal to? In what ways does it show in your life that you are loyal to God and made stronger in Him? In what ways do you struggle to \"stand fast\" in God?"
      }
    ],
    "ACTS": {
      "adoration": [],
      "confession": [],
      "thanks": [],
      "supplication": []
    },
    "integrity": [
      {
        "question": ""
      }
    ]
  }
}