{
  "passage": "1THESSALONIANS.4.9-1THESSALONIANS.4.12",
  "text": "9˚Now\n  concerning brotherly love\n    you have no need for anyone to write to you,\n    for you yourselves have been taught by God\n                                 to love one another,\n10˚for that indeed is what you are doing\n     to all the brothers\n                throughout Macedonia.\n   But we urge you, brothers,\n       to do this more and more,\n    11˚and to aspire to live quietly,\n       and to mind your own affairs,\n       and to work with your hands,\n       as we instructed you,\n       12˚so that you may walk properly before outsiders\n          and be dependent on no one.",
  "observe": {
    "people": [
      "you = Thessalonians",
      "anyone",
      "God",
      "one another",
      "brothers",
      "we = Paul, Silvanus, Timothy",
      "outsiders",
      "no one"
    ],
    "nouns": [
      "brotherly love",
      "Macedonia",
      "affairs",
      "hands"
    ],
    "adjectives": [
      "brotherly",
      "indeed",
      "all",
      "throughout",
      "more and more",
      "quietly",
      "own",
      "properly",
      "before"
    ],
    "actions": [
      "write",
      "taught",
      "love",
      "urge",
      "live",
      "mind",
      "work",
      "instructed",
      "walk",
      "be dependent"
    ],
    "persons": {
      "God": [
        "Teaches the church to love one another"
      ],
      "Author": [
        "Urged the Thessalonians to love one another even more",
        "instructed the church to live quietly",
        "instructed the church to mind their own affairs",
        "instructed the church to work with their hands",
        "didn't want the church to be dependent on anyone"
      ],
      "Audience": [
        "were taught by God to love one another",
        "were doing well at loving all the brothers throughout Macedonia",
        "were instructed to love others even more",
        "were instructed to live quietly",
        "were instructed to mind their own affairs",
        "were instructed to work with their own hands",
        "were instructed to walk properly before outsiders",
        "were instructed to be dependent on no one"
      ]
    },
    "definitions": {
      "live quietly": "ἡσυχάζειν hesychazein G2270; to keep quiet; to rest, cease from labour; to lead a quiet life, said of those who are not running hither and thither, but stay at home and mind their business; to be silent, i.e. to say nothing, hold one's peace"
    }
  },
  "interpret": {
    "mainPoint": "",
    "keywords": {
      "brotherly love": "This concept is the hinge of the passage as it marks the main quality of commondation of the church, the main drive which fueled other honorable practices, and a main quality of testimony to the region. And so, it makes sense that Paul would compliment on this matter while urging them to continue in it more and more."
    },
    "points": [
      "The Thessalonians were doing very well concerning brotherly love",
      "There was reason to encourage the church to show love even more",
      "Paul encouraged the church to be responsible and respectable",
      "The church's lifestyle was to be a testimony to the non-church",
      "The church's lifestyle was to be free from dependence on the non-church"
    ],
    "titles": [
      "More Love",
      "Be Effectual, Not Dependent",
      "Love Far, Live Quietly",
      "Love and Work",
      "Mind your own affairs"
    ],
    "emotions": {},
    "unwisdom": [
      {
        "passage": "1THESSALONIANS.4.9",
        "saying": "Love has no teacher, no master, no rule. It is itself the rule, the master, the teacher.",
        "comment": "Also known as hedonism. In a realm where there is no rightful authority, no trusted voice, no good, there then is only pleasure, grasping at the magical glitter floating through the air, glitter that is in actuality the ashes of our self-inflaming. Or, we can come humbly before the True Teacher, Yahweh. He is love, truly and definitely. He Himself will teach us how to love a love that will not consume like burning poison, that will not disappoint, that will not swallow us up in the grave forever.",
        "chapter": "Semblance of Profundity"
      },
      {
        "passage": "1THESSALONIANS.4.9",
        "saying": "Live out loud. Blow their minds. They will raise their hands to you. They will have to have you!",
        "comment": "You little god! You conquering Napolean! Too bad it's all worthless. All things gained from a hand that is not our Father's are things that will decay and wither in time, and the pleasure gained from them now will hollow us out like wood rot. Instead, we can mind the affairs which our King has given us to mind, and do well with them. Likewise, let us work with the body that we have been given, exert ourselves for the good of those before us instead of demanding good from them. They of themselves cannot supply us. When we greedily demand love or material from the supposed privileged, we expect to gain life from places which cannot rightly supply it. Even if we win that argument, that riot, we still lose; we gain perhaps one piece of the puzzle. The things are never enough.",
        "chapter": "You the One"
      }
    ],
    "expound": [
      {
        "one": "aspire to live quietly",
        "two": "I want to be heard, I want to be seen, but as long as you hear and see me, I am content to live quietly",
        "three": "Like a wild animal of the night, my ambitions prowl and wander, my need to control creeps into places not it's own. But when I remember the daylight of Your providence I am content to sit quietly in the glory of Your life.",
        "four": "In the temptation of my folly I believe that I can speak loudly, strike hard and make my change. Yet, whether I come in humility or in fierceness, only You can effect change. So I am content to abide satisfactorily in Your rest."
      }
    ]
  },
  "application": {
    "conversation": [
      {
        "question": "When people look at you, do they think of you as a loving person? When a Christian leader looks at you, do they think that you have been taught by God to have brotherly love? How can you put yourself in a place to be taught by God how to love?"
      },
      {
        "question": "Are you content in what God gives you and where He leads you? In what ways are you tempted to go beyond His lead, to make things and get things for your own ambitions?"
      },
      {
        "question": "Paul reminds us of God's design for us to live quietly, mind our own affairs and to work. How does social media cause you to sin in these areas?"
      },
      {
        "question": "What does it mean for you, as a citizen of God's Kingdom and as citizen on earth, to work with you hands? How does your work enable you to walk properly (or improperly) before non-Christians?"
      },
      {
        "question": "Think about \"minding your own affairs\". It is true that your \"affairs\" will change over time: a new job, a new hobby, new friends, etc. How do you discern whether you are taking on the affairs that God is giving you versus getting into affairs that are not right for you to be concerned about?"
      }
    ],
    "ACTS": {
      "adoration": [],
      "confession": [],
      "thanks": [],
      "supplication": []
    },
    "integrity": [
      {
        "question": ""
      }
    ]
  }
}